Revit 2027 API
SlabShapeCrease.EndPoints Property
The vertices of the crease.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeVertexArray EndPoints { get; }
Public ReadOnly Property EndPoints As SlabShapeVertexArray
	Get
public:
property SlabShapeVertexArray^ EndPoints {
	SlabShapeVertexArray^ get ();
}
member EndPoints : SlabShapeVertexArray with get
Property Value
SlabShapeVertexArray
See Also
Reference
SlabShapeCrease Class
Autodesk.Revit.DB Namespace